{
  "intro": {
    "title": "About",
    "subtitle": "Andrew Bock is an Australian journalist and writer",
    "body": "A selection of Andrew’s work in travel, newspapers, poetry, sports and design journalism.",
    "heroImage": "/media/about-hero.webp"
  },
  "articles": [
    {
      "id": 1,
      "title": "Sports magazines",
      "subtitle": "Features across outdoor and fitness publications",
      "body": "Articles and photography for national surfing, fishing, skiing and snowboarding magazines and sports articles for national men's health and fashion magazines.\n\nFeatures on Australian and international sports.",
      "slug": "sports-magazines",
      "imageThumb": "../media/nsw2019calendar-Jan-lo.jpg",
      "imageFull": "../media/nsw2019calendar-Jan-lo.jpg"
    },
    {
      "id": 2,
      "title": "Feature articles for daily newspapers",
      "subtitle": "From cover stories to opinion pages",
      "body": "Andrew regularly writes feature articles, cover stories and opinion page features for leading daily newspapers in Australia including The Age, The Sydney Morning Herald and The Australian Financial Review.\n\nCover stories have included \"Universally useful - Designing for every stage of life\", about the universal design of objects and houses. Other cover stories have included features on podcasting, multimedia, intersex issues and biomimicry in design.\n\nAndrew also writes news, arts articles and opinion page pieces for daily newspapers. Recent articles have covered topics ranging from Aboriginal art and culture to profiles of the 2019 Venice Biennale.\n\nTo find a sample of recent articles search google.com.au:\n\"Andrew Bock - fairfax articles\"",
      "slug": "daily-newspapers",
      "imageThumb": "../media/nsw2019calendar-Jan-lo.jpg",
      "imageFull": "../media/nsw2019calendar-Jan-lo.jpg"
    },
    {
      "id": 3,
      "title": "Travel magazines",
      "subtitle": "Words and images for Tourism Victoria",
      "body": "Andrew has created more than a third of all articles and images for several of Tourism Victoria's flagship publications, \"the jigsaw magazines\", including for Bays and Peninsulas magazines and Great Ocean Road magazines. He has produced content—photography, research and text—for travel websites and destinations ranging from Mount Buller to Portland and wineries to adventure travel operators.",
      "slug": "travel-magazines",
      "imageThumb": "../media/nsw2019calendar-Jan-lo.jpg",
      "imageFull": "../media/nsw2019calendar-Jan-lo.jpg"
    },
    {
      "id": 4,
      "title": "Mortal Angels",
      "subtitle": "Poetry and photography book",
      "body": "A book of poetry merged with images, by Andrew Bock (2021).\n\nA small book full of shafts of light, insight and flight. In this grasping hour, when power wants beauty and beauty wants power, these words and images aim to be gently immersive and uplifting.\n\nAvailable for purchase for 14.95 via facebook @Mortal Angels poetry or by the contact form on this website.",
      "slug": "mortal-angels",
      "imageThumb": "../media/nsw2019calendar-Jan-lo.jpg",
      "imageFull": "../media/nsw2019calendar-Jan-lo.jpg"
    },
    {
      "id": 5,
      "title": "Design journalism",
      "subtitle": "Light-hearted critique and profiles",
      "body": "Articles for daily newspapers and national magazines that take an irreverent, light-hearted and original critical eye to design, especially industrial or object design.\n\nThis cover story for Domain, February 2003, examined the way design icons often don't work as beautifully as they look. A light-hearted critique of meta design or design for the sake of aesthetic statement. Another article surveyed prejudices faced by tall people in interior design and architecture.\n\nAndrew has also written profiles of some of the world's leading designers including Bang and Olufson and UK designer, Ross Lovegrove.",
      "slug": "design-journalism",
      "imageThumb": "../media/nsw2019calendar-Jan-lo.jpg",
      "imageFull": "../media/nsw2019calendar-Jan-lo.jpg"
    }
  ]
}
